Repository: marcusti/mti-twa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, ja

source: First Name
de: Vorname
ja: 名

source: Firstname is required.
de: Vorname muss angegeben werden.

source: Firstname is too short.
de: Vorname ist zu kurz.

source: Last Name
de: Nachname
ja: 氏

source: Lastname is required.
de: Nachname muss angegeben werden.

source: Lastname is too short.
de: Nachname ist zu kurz.

source: Street
de: Straße
ja: 住所

source: Street is required.
de: Straße muss angegeben werden.

source: Street is too short.
de: Straße ist zu kurz.

source: Zip
de: PLZ
ja: 郵便番号

source: Zip is required.
de: PLZ muss angegeben werden.

source: Zip is too short.
de: PLZ ist zu kurz.

source: City
de: Stadt
ja: 町

source: City is required.
de: Stadt muss angegeben werden.

source: City is too short.
de: Stadt ist zu kurz.

source: Country
de: Land
ja: 国

source: Country is required.
de: Land muss angegeben werden.

source: Please choose a valid country.
de: Bitte ein Land aus derListe wählen

source: Phone
de: Telefon
ja: 電話

source: Phone is required.
de: Telefonnummer muss angegeben werden.

source: Phone is too short.
de: Telefonnummer ist zu kurz.

source: Fax is required.
de: Fax muss angegeben werden.

source: Fax is too short.
de: Fax ist zu kurz.

source: Mobile
de: Handy
ja: 携帯電話

source: Mobile is required.
de: Handynummer muss angegeben werden.

source: Mobile is too short.
de: Handynummer ist zu kurz.

source: Email is required.
de: Email muss angegeben werden.

source: Email is too short.
de: Email ist zu kurz.

source: Please enter a valid email address.
de: Bitte eine gültige Email-Adresse eingeben.

source: Birth
de: Geburtstag
ja: 生年月日

source: Birthday is required.
de: Geburtstag muss angegeben werden.

source: Please enter a valid date. Valid formats are %s.
de: Bitte ein gültiges Datum eingeben. Gültige Formate sind %s

source: Aikido since
de: Aikido seit

source: "Aikido since" is required.
de: "Aikido seit" muss angegeben werden.

source: 5. Kyu is required.
de: 5. Kyu muss angegeben werden.

source: 4. Kyu is required.
de: 4. Kyu muss angegeben werden.

source: 3. Kyu is required.
de: 3. Kyu muss angegeben werden.

source: 2.Kyu is required.
de: 2. Kyu muss angegeben werden.

source: 1.Kyu is required.
de: 1. Kyu muss angegeben werden.

source: 1.Dan is required.
de: 1. Dan muss angegeben werden.

source: 2.Dan is required.
de: 2. Dan muss angegeben werden.

source: 3.Dan is required.
de: 3. Dan muss angegeben werden.

source: 4.Dan is required.
de: 4. Dan muss angegeben werden.

source: 5.Dan is required.
de: 5. Dan muss angegeben werden.

source: Photo
de: Bild
ja: 写真

source: Photo is required.
de: Foto muss angegeben werden.

source: Photo is missing.
de: Foto fehlt.

source: Photo is empty.
de: Foto ist leer.

source: Photo is too short.
de: Foto ist zu kurz.

source: Username
de: Benutzer
ja: ユーザ

source: Username is required.
de: Benutzername muss angegeben werden.

source: Username is too short.
de: Benutzername ist zu kurz.

source: Password
de: Passwort
ja: パスワード

source: Password is required.
de: Passwort muss angegeben werden.

source: Passord is too short.
de: Passwort ist zu kurz.

source: male
de: männlich
ja: 男

source: female
de: weiblich
ja: 女

source: open
de: offen
ja: 開く

source: accepted
de: akzeptiert
ja: 受入

source: rejected
de: abgelehnt
ja: 削除

source: verify
de: überprüfen
ja: 照合

source: licensed
de: lizenziert
ja: 認可

source: not renewed
de: nicht verlängert

source: confirmed
de: bestätigt

source: to be confirmed
de: zu bestätigen

source: member
de: Mitglied
ja: メンバー

source: exit
de: Austritt

source: "%(value)s" is not a valid date. (Date may not be before %(before)s.)
de: "%(value)s" ist kein gültiges Datum. (Das Datum darf nicht vor %(before)s liegen.)

source: "%(value)s" is not a valid date. (Date may not be in the future.)
de: "%(value)s" ist kein gültiges Datum. (Das Datum darf nicht in der Zukunft liegen.)

source: Countries
de: Länder
ja: 国

source: Nickname
de: Spitzname
ja: 愛書

source: Japanese First Name
de: Vorname (ja)

source: Japanese Last Name
de: Nachname (ja)

source: Name Prefix
de: Titel

source: This is used in non public sites, visible for logged in members only.
de: Wird in Seiten benutzt, die nur angemeldete Benutzer sehen können.

source: Public Photo
de: Öffentliches Bild

source: This is used in public sites, for example seminar announcements.
de: Wird in öffentlichen Seiten benutzt, z.B. in Lehrgangs-Ankündigungen.

source: Website
de: Webseite
ja: ホームページ

source: Gender
de: Geschlecht
ja: 性別

source: Active
de: Aktiv
ja: 活動しているメンバー

source: Rank
de: Graduierung
ja: 段･級位

source: Age
de: Alter
ja: 年齢

source: Days
de: Tage

source: Persons
de: Personen
ja: メンバー

source: Japanese Name
de: Name (ja)

source: Short Name
de: Kurzer Name
ja: 愛称

source: TWA Member
de: TWA Mitglied
ja: TWAメンバー

source: Dojo Leader
de: Dojo Leiter
ja: 道場責任者

source: Association
de: Verband

source: Province
de: Bundesland

source: Contact
de: Kontakt
ja: 連絡

source: Associations
de: Verbände
ja: 協会

source: Nominated By
de: Vorschlag von
ja: 推薦者

source: Date
de: Datum
ja: 日付け

source: Nomination
de: Vorschlag
ja: 推薦

source: Request Document
de: Dokument Antrag

source: Confirmation Document
de: Dokument Bestätigung

source: Payment Document
de: Dokument Zahlung

source: Graduation
de: Graduierung
ja: 昇級昇段

source: Graduations
de: Graduierungen
ja: 昇級昇段

source: License Status
de: Lizenz Status
ja: 状態

source: License Date
de: Lizenz Datum
ja: 指導者認定書

source: License Request
de: Lizenz Antrag
ja: 認定申込

source: License Receipt
de: Zahlungseingang

source: License Rejected
de: Lizenz Abgelehnt

source: License Request Document
de: Antrag Dokument
ja: 認定申込書類

source: License Receipt Document
de: Zahlungsbeleg Dokument
ja: 認定支払済書類

source: License
de: Lizenz
ja: 指導者認定書

source: Licenses
de: Lizenzen
ja: 指導者認定書

source: Membership Status
de: Status
ja: 状態

source: Membership Date
de: Datum Mitgliedschaft
ja: 日付け

source: Passport Date
de: Pass Ausgabe

source: Membership Request
de: Datum Antrag
ja: 申し込み済み

source: Membership Request Document
de: Antrag Dokument

source: Payment
de: Zahlung

source: TWA Membership
de: TWA Mitgliedschaft
ja: TWAメンバー

source: Payment Date
de: Eingang der Zahlung

source: Payment for year
de: Zahlung (Jahr)

source: Cash
de: Barzahlung

source: TWA Payment
de: TWA Zahlung

source: File
de: Datei
ja: ファイル

source: Document
de: Dokument
ja: 書類

source: Documents
de: Dokumente
ja: 書類

source: Title
de: Titel

source: Content
de: Inhalt

source: Public
de: Öffentlich

source: Page
de: Seite
ja: ページ

source: Pages
de: Seiten

source: Venue
de: Ort

source: Teacher
de: Lehrer

source: End
de: Ende

source: Seminar
de: Lehrgang

source: Seminars
de: Lehrgänge

source: Preview
de: Vorschau

source: Attachment
de: Anhang

source: Attachments
de: Anhänge

source: Path
de: Pfad

source: New
de: Neu

source: World Association of Tendoryu Aikido: Seminars
de: Weltverband für Tendoryu Aikido: Lehrgänge

source: User
de: Benutzer
ja: ユーザ

source: The site you requested could not be found.
de: Die angeforderte Seite wurde nicht gefunden.

source: Members
de: Mitglieder
ja: メンバー

source: Welcome
de: Willkommen
ja: ようこそ

source: Logout
de: Abmelden
ja: ログアウト

source: Admin
de: Verwaltung
ja: 運営

source: Login
de: Anmelden
ja: ログイン

source: Suggestions
de: Vorschläge
ja: 推薦

source: Requests
de: Anträge
ja: 申し込み済み

source: Home
de: Startseite
ja: ホーム

source: National Associations
de: Landesverbände
ja: 国内協会

source: Requested TWA Membership
de: Anträge auf TWA Mitgliedschaft
ja: TWAメンバー申込み

source: Requested Licenses
de: Anträge auf TWA Lizenz
ja: TWA指導者認定書申込み

source: This Year's Graduations
de: Graduierungen in diesem Jahr
ja: 今年の昇級昇段

source: Suggestions of Graduation
de: Vorschläge zur Graduierung
ja: 推薦

source: Upcoming birthdays
de: Die nächsten Geburtstage
ja: 次の誕生日

source: today
de: heute
ja: きょう

source: None
de: Keine
ja: 無

source: Last Login
de: Zuletzt angemeldet

source: Groups
de: Gruppen

source: Superuser
de: Administrator

source: Change Message
de: Änderung

source: added
de: hinzugefügt

source: deleted
de: gelöscht

source: Technical Information
de: Technische Informationen

source: previous
de: zurück
ja: 戻る

source: next
de: weiter
ja: 次へ

source: Application Forms
de: Antragsformulare

source: Please send your application form to the below mentioned (email and postal) address.
de: Anträge auf TWA-Mitgliedschaft bzw. -Lehrbefugnis bitte ausgefüllt per Email und unterschrieben per Post an die angegebene Adresse senden.

source: new
de: neu
ja: 新規

source: edit
de: bearbeiten
ja: 編集

source: National Association
de: Landesverband
ja: 国内協会

source: Teachers
de: Lehrer

source: Membership
de: Mitgliedschaft

source: TWA-Requests
de: TWA-Anträge
ja: TWAメンバー申込み

source: License-Requests
de: Lizenz-Anträge
ja: TWA指導者認定書申込み

source: Search
de: Suchen
ja: 検索

source: Welcome to the World Association of Tendoryu Aikido.
de: Willkommen beim Weltverband für Tendoryu Aikido.

source: tomorrow
de: morgen

source: turning
de: wird

source: read more
de: weiterlesen

source: Official TWA Site
de: Zur offiziellen TWA Seite

source: Request
de: Antrag
ja: 申し込み済み

source: Receipt
de: Zahlungsbeleg
ja: 領収済

source: Here you can find all officially authorized and licensed teachers of Tendoryu Aikido, sorted by country and city.
de: Hier finden Sie alle offiziell anerkannten und lizensierten Lehrer des Tendoryu Aikido, sortiert nach Land und Stadt.

source: all
de: alle
ja: 全て

source: Export to
de: Exportieren als
ja: 取り出し

source: Wrong username or password.
de: Benutzername oder Passwort ist falsch.
ja: ユーザ名前やパスワードが違いま。

source: filtered
de: gefiltert

source: filter by status
de: Filter nach Status

source: Member
de: Mitglied
ja: メンバー

source: Open Payment
de: offene Zahlung

source: filter by twa region
de: Filter nach twa Region

source: filter by dojo
de: Filter nach Dojo

source: Confirmation
de: Bestätigung

source: TWA License
de: TWA Lizenz
ja: 指導者認定書

source: Requested
de: Beantragt
ja: 申し込み済み

source: No
de: Nein
ja: いいえ

source: Online TWA Membership Request
de: Online Antrag TWA Mitgliedschaft

source: Send
de: Abschicken

source: This page is not yet published.
de: Diese Seite ist noch nicht veröffentlicht.

source: Birthdays
de: Geburtstage

source: Mailinglists
de: Mailinglisten

source: Create Teachers Page
de: Lehrer-Seite erzeugen

source: photos from news
de: Bilder aus den News

source: all seminars
de: alle Lehrgänge

source: No upcoming seminars.
de: Keine Lehrgänge in nächster Zeit.

source: all news
de: alle News

source: No news, sorry.
de: Keine News zur Zeit.

source: Language
de: Sprache

source: Create TWA IDs
de: TWA IDs erzeugen

source: set all "open" requests to "accepted"
de: alle im Status "offen" auf "akzeptiert" setzen

source: Send confirmation emails
de: Bestätigungs-Emails senden

source: Open requests.
de: Offene Anträge

source: Consultation of Shimizu Sensei required.
de: Rücksprache mit Shimizu Sensei erforderlich.

source: Request accepted by Shimizu Sensei.
de: Antrag von Shimizu Sensei akzeptiert.

source: Confirmation email could not be sent. Individual confirmation required.
de: Bestätigungsmail konnte nicht zugestellt werden. Manuelle Bestätigung erforderlich.

source: Confirmation email and payment request have been sent.
de: Bestätigungsmail und Zahlungsaufforderung sind versandt.

source: Request rejected by Shimizu Sensei.
de: Antrag von Shimizu Sensei abgelehnt.

source: Former member.
de: Ehemaliges Mitglied.

source: After handing over the passport.
de: Nach Aushändigung des TWA-Passes.

source: no image
de: kein Bild

source: Current Rank
de: Graduierung

source: not a member
de: nicht Mitglied

source: Address
de: Adresse

source: Yes
de: Ja
ja: はい

source: no payments
de: keine Zahlung

source: Valid until
de: Gültig bis

source: by year
de: nach Jahren

source: Overview
de: Übersicht

source: This article is not yet published.
de: Dieser Artikel ist noch nicht veröffentlicht.

source: current seminars
de: aktuelle Lehrgänge

source: by city
de: nach Städten

source: No seminars.
de: Keine Lehrgänge gefunden.

source: This seminar is not yet published.
de: Dieser Lehrgang ist noch nicht veröffentlicht.

source: more information
de: mehr Informationen

source: Licensed Teachers Mailinglist
de: Lizensierte Lehrer, Mailingliste

source: licensed teachers
de: Lizensierte Lehrer

source: Email to all licensed teachers
de: Email an alle lizensierten Lehrer

source: Email to licensed teachers in %(country)s
de: Email an lizensierte Lehrer in %(country)s

source: without region
de: ohne Region

source: Last Modified
de: Letzte Änderung
ja: 最終変更

source: Request ID
de: Antrag ID

source: No picture available.
de: Es liegt uns kein Bild vor.
ja: 写真なし

source: Licensed
de: Lizenziert
ja: 認可

source: Successfully logged out.
de: Erfolgreich abgemeldet.
ja: ログアウト終了

source: Created
de: Erstellt

source: Dojos
ja: 道場

source: Name
ja: 名前

source: Dojo
ja: 道場

source: Email
ja: メール

source: News
ja: ニュース

source: Downloads
ja: ダウンロード

source: Aikido
ja: 合気道

source: Fax
ja: ファックス

source: Text
ja: 文書

source: Status
ja: 状態

source: Person
ja: メンバー

source: 10. Dan
ja: 10．段

source: 9. Dan
ja: 9．段

source: 8. Dan
ja: 8．段

source: 7. Dan
ja: 7．段

source: 6. Dan
ja: 6．段

source: 5. Dan
ja: 5．段

source: 4. Dan
ja: 4．段

source: 3. Dan
ja: 3．段

source: 2. Dan
ja: 2．段

source: 1. Dan
ja: 1．段

source: 1. Kyu
ja: 1．級

source: 2. Kyu
ja: 2．級

source: 3. Kyu
ja: 3．級

source: 4. Kyu
ja: 4．級

source: 5. Kyu
ja: 5. 級

source: Name (en)
ja: 名前

source: Name (de)
ja: 名前

source: Name (ja)
ja: 名前

source: Text (Beirat)
ja: 文書

source: Thumbnail
ja: サムネイル

source: Membership Rejected
ja: 削除
